Repository: dimor22/labor-theme
Catalog: languages/*.po
Languages: es_es

source: Phone
es_es: Teléfono

source: Welcome to Onboarding in …
es_es: Bienvenido al proceso de ...

source: Name
es_es: Nombre

source: Leadership
es_es: Liderazgo

source: Personal Information
es_es: Información Personal

source: First Name
es_es: Nombre

source: Last Name
es_es: Apellido

source: Certifications
es_es: Certificationes

source: If you have certifications you must have a copy.
es_es: Si tiene certificaciones debe tener una copia.

source: Skills
es_es: Experiencia

source: What is your Skill Level.
es_es: A que Nivel esta en cuanto a las siguientes habilidades.

source: Safety Trained
es_es: Entrenado en medidas de Seguridad

source: Read Drawings
es_es: Leer Dibujos

source: Forklift Operator
es_es: Operador de Carretilla Elevadora

source: Connector
es_es: Conectador

source: Welder
es_es: Soldador

source: Columns
es_es: Columnas

source: Beams
es_es: Vigas

source: Joist / Girters
es_es: Viguetas / Ceñidores

source: Bridging / Frames
es_es: Puentes / Marcos

source: Place Deck
es_es: Colocar Piso

source: Attach Deck
es_es: Adjuntar Piso

source: How Confortable are you leading and training
es_es: Que agusto se siente como lider y entrenador

source: Prefer not to
es_es: Prefiero no serlo

source: 1 other person
es_es: solo otra persona más

source: 2 other people
es_es: 2 personas más

source: 3 other people
es_es: 3 personas más

source: 4 other people
es_es: 4 personas más

source: 5 or more other people
es_es: 5 o más personas

source: More
es_es: Más

source: More Info
es_es: Más Información

source: Other helpful information about yourself
es_es: Otra información relevante sobre usted

source: Register
es_es: Regístrate

source: section is not completed.
es_es: sección no completada.

source: Form Submitted Successfully
es_es: Formulario Sometido con Exito

source: Creating your Profile
es_es: Creando su Perfil

source: Something bad happened. Please try again in a few minutes
es_es: Algo malo ha ocurrido. Porfavor intentelo de nuevo en unos minutos

source: Please enter your phone number.
es_es: Por favor introduce tu número de teléfono.

source: Teams
es_es: Equipos

source: Team
es_es: Equipo

source: New Team Name
es_es: Nombre de Nuevo Equipo

source: Edit Team
es_es: Edita Equipo

source: Projects
es_es: Projectos

source: Project
es_es: Projecto

source: New Project Name
es_es: Nombre de Nuevo Projecto

source: Edit Project
es_es: Edita Projecto

source: Number of people confortable to lead
es_es: Numero de personas que estoy dispuesto a dirigir

source: With this password you will be able to login to your account and review the status of your application.
es_es: Con esta contraseña podras acceder a tu cuenta y revisar el estado de tu aplicación.

source: Account Password
es_es: Contraseña de Cuenta

source: Password
es_es: Contraseña

source: Show
es_es: Mostrar

source: Hide
es_es: Esconder

source: Nick Name
es_es: Apodo

source: Field / Layout
es_es: Diseño de Campo

source: Joist / Deck
es_es: Viguetas / Piso

source: Weld Deck
es_es: Soldar Piso

source: Stairs and Rails
es_es: Escaleras y Barandillas

source: Computer Programs Excel / Word
es_es: Programas de Computadora Excel / Word

source: Hard Hat
es_es: Casco Duro

source: Vest
es_es: Chaleco

source: Safety Glasses
es_es: Lentes de Seguridad

source: Harness
es_es: Arnes

source: Weldy Hood
es_es: Casco de Soldador

source: Tools
es_es: Herramientas

source: Tape Measure
es_es: Cinta Métrica

source: Spud Wrench
es_es: Llave Inglesa

source: Sleeve Tool
es_es: Pela Cables

source: Work History
es_es: Historial Laboral

source: Years in Steel Shop
es_es: Años trabajando con Hierro

source: Years in Field Hanging Steel
es_es: Años en acero colgante de campo

source: Prior Steel Companies
es_es: Empresas de Hierro anteriores

source: Company
es_es: Empresa

source: Company Name
es_es: Nombre de Empresa

source: Years Worked
es_es: Años Trabajados

source: Wage
es_es: Sueldo

source: If Hired, When would you be available?
es_es: Si es contratado, ¿cuándo estaría disponible?

source: History
es_es: Historial

source: Prior Companies
es_es: Empresas Anteriores

source: Available
es_es: Disponible
